Repository: mikemolina/hddtemp
Catalog: po/*.po
Languages: es, ka

source: ================= hddtemp %s ================== Model: %s
es: ================= hddtemp %s ================== Modelo: %s
ka: ================= hddtemp %s ================== მოდელი: %s

source: WARNING: Drive %s doesn't seem to have a temperature sensor. WARNING: This doesn't mean it hasn't got one. WARNING: If you are sure it has one, please contact me (hddtemp@guzu.net). WARNING: See --help, --debug and --drivebase options.
es: ADVERTENCIA: Unidad de disco %s posiblemente no tiene sensor de temperatura. ADVERTENCIA: Esto no significa que no exista. ADVERTENCIA: Si está seguro que existe un sensor, por favor contactar en <hddtemp@guzu.net>. ADVERTENCIA: Ver opciones --help, --debug y --drivebase.
ka: გაფრთხილება: როგორც ჩანს, დისკს %s ტემპერატურის სენსორი არ გააჩნია. გაფრთხილება: ეს არ ნიშნავს, რომ ის მას არ აქვს. გაფრთხილება: თუ დარწმუნებული ბრძანდებით, რომ ის მას აქვს, დამიკავშირდით (hddtemp@guzu.net). გაფრთხილება: იხილეთ პარამეტრები --help, --debug და --drivebase.

source: %s: %s: no sensor
es: %s: %s: sin sensor
ka: %s: %s: სენსორის გარეშე

source: %s: %s: drive is sleeping
es: %s: %s: unidad de disco está en modo sueño profundo
ka: %s: %s: დისკს სძინავს

source: %s: %s: drive supported, but it doesn't have a temperature sensor.
es: %s: %s: unidad de disco con soporte, pero sin sensor de temperatura.
ka: %s: %s: დისკი მხარდაჭერილია, მაგრამ მას არ აქვს ტემპერატურის სენსორი.

source: ERROR: %s: %s: unknown returned status
es: ERROR: %s: %s: estado de retorno desconocido.
ka: შეცდომა: %s: %s: უცნობი დაბრუნებული სტატუსი

source: If one of the field value seems to match the temperature, be sure to read the hddtemp man page before sending a report (section REPORT). Thanks.
es: Si uno de los valores parece coincidir con la temperatura, asegúrese de consultar la página manual de hddtemp antes de enviar un reporte (sección REPORT). Gracias.
ka: თუ ერთ-ერთი ველის მნიშვნელობა ტემპერატურას ემთხვევა, დარწმუნდით, რომ შეცდომის ანგარიშის გამოგზავნამდე hddtemp-ის დოკუმენტაციას კარგად გაეცანით. დიდი მადლობა.

source: ERROR: invalid separator.
es: ERROR: separador invalido.
ka: შეცდომა: არასწორი გამყოფი.

source: ERROR: invalid port number.
es: ERROR: número de puerto invalido.
ka: შეცდომა: არასწორი პორტის ნომერი.

source: Usage: hddtemp [OPTIONS] [TYPE:]DISK1 [[TYPE:]DISK2]... hddtemp displays the temperature of drives supplied in argument. Drives must support S.M.A.R.T. TYPE could be SATA, NVME, PATA or SCSI. If omitted hddtemp will try to guess. DISK could be device like /dev/[hs]d[a-z] or /dev/nvme[0-9]n[1-9] or omitted. -b --drivebase : display database file content that allow hddtemp to recognize supported drives. -D --debug : display various S.M.A.R.T. fields and their values. Useful to find a value that seems to match the temperature and/or to send me a report. (done for every drive supplied). -d --daemon : run hddtemp in TCP/IP daemon mode (port %d by default.) -f --file=FILE : specify database file to use. -F --foreground : don't daemonize, stay in foreground. -l --listen=addr : listen on a specific interface (in TCP/IP daemon mode). -n --numeric : print only the temperature. -p --port=# : port to listen to (in TCP/IP daemon mode). -s --separator=C : separator to use between fields (in TCP/IP daemon mode). -S --syslog=s : log temperature to syslog every s seconds. -u --unit=[C|F] : force output temperature either in Celsius or Fahrenheit. -q --quiet : do not check if the drive is supported. -v --version : display hddtemp version number. -w --wake-up : wake-up the drive if need. -4 : listen on IPv4 sockets only. -6 : listen on IPv6 sockets only. Report bugs or new drives to <hddtemp@guzu.net>.
es: Uso: hddtemp [OPCIONES] [TIPO:]DISCO1 [[TIPO:]DISCO2]... hddtemp muestra la temperatura de la unidad de disco suministrada como argumento. La unidad de disco debe tener soporte S.M.A.R.T. TIPO puede ser SATA, NVME, PATA o SCSI. Si se omite hddtemp intentara hallarlo. UNIDAD DE DISCO puede ser un dispositivo similar a /dev/[hs]d[a-z] o /dev/nvme[0-9]n[1-9] u omitido. -b --drivebase : muestra la base de datos de unidades que permite a hddtemp reconocer las unidades soportadas. -D --debug : muestra otros campos S.M.A.R.T. y sus valores. Útil para hallar un valor que parece coincidir con la temperatura y/o para enviar un reporte. (disponible para cada unidad suministrada). -d --daemon : ejecutar en modo demonio TCP/IP (puerto %d por defecto). -f --file=ARCHIVO: nombre de ARCHIVO para usar como base de datos. -F --foreground : no ejecutar el modo demonio; se mantiene en primer plano. -l --listen=addr : escuchar una dirección específica (en modo demonio TCP/IP). -n --numeric : muestra solamente la temperatura. -p --port=# : puerto para escuchar (en modo demonio TCP/IP). -s --separator=C : separador para usar entre campos (en modo demonio TCP/IP). -S --syslog=s : registro de temperatura para syslog cada s segundos. -u --unit=[C|F] : unidad de temperatura en Celsius o Fahrenheit para mostrar. -q --quiet : sin verificación sí la unidad es soportada. -v --version : muestra el número de versión para hddtemp. -w --wake-up : re-activa la unidad sí es necesario. -4 : escuchar solamente con sockets IPv4. -6 : escuchar solamente con sockets IPv6. Reportar errores o nuevas unidades de disco a <hddtemp@guzu.net>.

source: hddtemp version %s
es: hddtemp versión %s
ka: hddtemp-ის ვერსია%s

source: ERROR: invalid interval.
es: ERROR: intervalo invalido.
ka: შეცდომა: არასწორი ინტერვალი.

source: ERROR: can't use --debug and --daemon or --syslog options together.
es: ERROR: no use las opciones --debug y --daemon o --syslog a la vez.
ka: შეცდომა: --debug, --daemon და --syslog პარამეტრებს ერთად ვერ გამოიყენებთ.

source: Too few arguments: you must specify one drive, at least.
es: Pocos argumentos: debe por lo menos especificar una unidad de disco.
ka: ძალიან ცოტა არგუმენტი: აუცილებელია, ერთი დისკის სახელი მაინც მიუთითოთ.

source: ERROR: %s: can't determine bus type (or this bus type is unknown)
es: ERROR: %s: no es posible determinar el tipo de serial bus (o el tipo serial bus es desconocido)
ka: შეცდომა: %s: მატარებლის ტიპის დადგენა შეუძლებელია (ან მატარებლის ტიპი უცნობია)

source: unknown
es: desconocido
ka: უცნობი

source: S.M.A.R.T. not available
es: S.M.A.R.T. no dispobible
ka: S.M.A.R.T. ხელმისაწვდომი არაა

source: Regexp%s| Value | Description ------%s---------------------
es: Regexp%s| Valor | Descripción ------%s---------------------
ka: რეგგამოს%s| მნიშვნელობა | აღწერა ------%s---------------------

source: hddtemp: can't open %1$s: %2$s
es: hddtemp: no puede abrir %1$s: %2$s
ka: hddtemp: %1$s-ის გახსნა შეუძლებელია: %2$s

source: ERROR: syntax error at line %1$d in %2$s
es: ERROR: error de sintaxis en línea %1$d en %2$s
ka: ERROR: სინტაქსის შეცდომა ხაზზე %1$d %2$s

source: ERROR: line exceed %1$d characters in %2$s.
es: ERROR: línea excede %1$d carácteres en %2$s.
ka: შეცდომა: ხაზის სიგრძე %2$s-ში %1$d სიმბოლოს აღემატება.

source: log sense failed : %s
es: registro de sensor fallido: %s
ka: ჟურნალის აღმოჩენის შეცდომა : %s
